export default {
	title: "பாடம்_1_Q1",
	category: "தமிழ்ச்சொல் வளம் - இலை",
	challenges: [
    {
title: `இலை`,
subtitle: `1`,
choices: [
    `நெல்,புல் முதலியவற்றின் இலை`,
    `புளி, வேம்பு முதலியவற்றின் இலை`,
    `சோளம், கரும்பு முதலியவற்றின் இலை`,
    `தென்னை, பனை முதலியவற்றின் இலை`,
    `காய்ந்த இலை `,
],
solution: `1`,
explanation: `தமிழ்ச்சொல் வளம் - இலை`
}
,{
title: `தாள்`,
subtitle: `2`,
choices: [
    `சோளம், கரும்பு முதலியவற்றின் இலை`,
    `தென்னை, பனை முதலியவற்றின் இலை`,
    `காய்ந்த இலை `,
    `நெல்,புல் முதலியவற்றின் இலை`,
    `புளி, வேம்பு முதலியவற்றின் இலை`,
],
solution: `3`,
explanation: `தமிழ்ச்சொல் வளம் - இலை`
}
,{
title: `தோகை`,
subtitle: `3`,
choices: [
    `தென்னை, பனை முதலியவற்றின் இலை`,
    `காய்ந்த இலை `,
    `நெல்,புல் முதலியவற்றின் இலை`,
    `புளி, வேம்பு முதலியவற்றின் இலை`,
    `சோளம், கரும்பு முதலியவற்றின் இலை`,
],
solution: `4`,
explanation: `தமிழ்ச்சொல் வளம் - இலை`
}
,{
title: `ஓலை`,
subtitle: `4`,
choices: [
    `புளி, வேம்பு முதலியவற்றின் இலை`,
    `சோளம், கரும்பு முதலியவற்றின் இலை`,
    `தென்னை, பனை முதலியவற்றின் இலை`,
    `காய்ந்த இலை `,
    `காய்ந்த தாளும் தோகையும் `,
],
solution: `2`,
explanation: `தமிழ்ச்சொல் வளம் - இலை`
}
,{
title: `சருகு `,
subtitle: `5`,
choices: [
    `புளி, வேம்பு முதலியவற்றின் இலை`,
    `காய்ந்த இலை `,
    `காய்ந்த தாளும் தோகையும் `,
    `சோளம், கரும்பு முதலியவற்றின் இலை`,
    `தென்னை, பனை முதலியவற்றின் இலை`,
],
solution: `1`,
explanation: `தமிழ்ச்சொல் வளம் - இலை`
}
,{
title: `சண்டு`,
subtitle: `6`,
choices: [
    `காய்ந்த இலை `,
    `தென்னை, பனை முதலியவற்றின் இலை`,
    `சோளம், கரும்பு முதலியவற்றின் இலை`,
    `காய்ந்த தாளும் தோகையும் `,
    `புளி, வேம்பு முதலியவற்றின் இலை`,
],
solution: `3`,
explanation: `தமிழ்ச்சொல் வளம் - இலை`
}
]
    };
    