export default {
	title: "தாவரங்களில் இனப்பெருக்கம்",
	category: "12th Biology Botany",
	challenges: [
    {
title: "கீழே கொடுக்கப்பட்டுள்ளவற்றில் எத்தாவரம் இலைவழி இனப்பெருக்கம் செய்கிறது?",
subtitle: "1",
choices: [
    `அகேவ்`,
    `பிரையோஃபில்லம்`,
    `கிளாடியேலஸ் `,
    `உருளைக்கிழங்கு`,
    `None`,
],
solution: `2`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "மூடிய மலர் மகரந்தச் சேர்க்கையின் நன்மை",
subtitle: "2",
choices: [
    `அதிக மரபியல் வேறுபாடு`,
    `அதிக வீரியமுள்ள சந்ததி`,
    `மகரந்தச் சேர்க்கை காரணிகளை சாராத நிலை`,
    `விவிபேரி`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "உண்ணத்தகுந்த தரைக் கீழ்த்தண்டிற்கு எடுத்துக்காட்டு",
subtitle: "3",
choices: [
    `கேரட்`,
    `நிலக்கடலை`,
    `சர்க்கரை வள்ளிக்கிழங்கு`,
    `உருளைக்கிழங்கு`,
    `None`,
],
solution: `4`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "சந்தையில் கிடைக்கும் மகரந்தத் துகள் மாத்திரைகள்",
subtitle: "4",
choices: [
    `சோதனைக்குழாய் கருவுறுதல்`,
    `பயிர்பெருக்க நிகழ்வுகள்`,
    `கூடுதல் ஊட்டப்பொருள்`,
    `புறவாழிட பேணுகை`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "கெய்ட்டனோகேமி என்பது",
subtitle: "5",
choices: [
    `ஒரு மலரின் மகரந்தத்துகள் அதே தாவரத்தின் மற்றொரு மலரை கருவுறச் செய்தல்`,
    `ஒரு மலரின் மகரந்தத்துகள் அதே மலரை கருவுறச் செய்தல்`,
    `ஒரே சிற்றினக் கூட்டத்திலுள்ள ஒரு தாவரமலரின் மகரந்தத்துகள் வேறொரு தாவர மலரைக் கருவுறச் செய்தல்`,
    `வெவ்வேறு சிற்றினக் கூட்டத்திலுள்ள தாவர மலர்களிடையே கருவுறுதல் நடைபெறுதல்`,
    `None`,
],
solution: `1`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "கீழ்க்கண்டவற்றில் எது புது மரபியல் சேர்க்கையை உருவாக்கி வேறுபாடுகளைத் தருகிறது? ",
subtitle: "6",
choices: [
    `தழைவழி இனப்பெருக்கம்`,
    `பார்த்தினோஜெனிசிஸ்`,
    `பாலினப்பெருக்கம்`,
    `சூல்திசு பல்கருநிலை`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "மூடுவிதைத் தாவரங்களில் செயல்படும் பெருவித்து எதுவாக வளர்ச்சியடைகிறது?",
subtitle: "7",
choices: [
    `கருவூண்திசு`,
    `கருப்பை`,
    `கரு`,
    `சூல்`,
    `None`,
],
solution: `2`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "கொடுக்கப்பட்டுள்ள கூற்றில் எது உண்மையல்ல",
subtitle: "8",
choices: [
    `பல சிற்றினங்களின் மகரந்தத்துகள்கள் ஒவ்வாமையை ஏற்படுத்துகிறது`,
    `திரவ நைட்ரஜனில் பாதுகாக்கப்பட மகரந்தத்துகள் பயிர்பெருக்க நிகழ்வுகளில் பயன்படுத்தப்படுகிறது`,
    `மகரந்தப்பை வெடித்தலுக்கு டபீட்டம் உதவுகிறது`,
    `மகரந்தத்துகளின் எக்சைன் ஸ்போரபொலினினால் ஆனது`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "இருமடிய பெண் தாவரத்தை நான்மடிய ஆண் தாவரத்தோடு கலப்பு செய்து பெறப்பட்ட விதையிலுள்ள கருவூண் திசுவின் மடியநிலை",
subtitle: "9",
choices: [
    `ஐம்மடியம்`,
    `இருமடியம்`,
    `மும்மடியம்`,
    `நான்மடியம்`,
    `None`,
],
solution: `4`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "கீழே கொடுக்கப்பட்டுள்ள தாவர அமைப்பு இணையில் எது ஒருமடிய குரோமோசோம்களைப் பெற்றுள்ளது",
subtitle: "10",
choices: [
    `முட்டை உட்கரு மற்றும் இரண்டாம்நிலை உட்கரு`,
    `பெருவித்து தாய்செல் மற்றும் எதிரடிச் செல்கள்`,
    `முட்டை செல் மற்றும் எதிரடிச்செல்கள்`,
    `சூல்திசு மற்றும் எதிரடிச் செல்கள்`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "இருவிதையிலைத் தாவரத்தில் பொதுவாக கருப்பையில் காணப்படும் உட்கருக்களின் அமைப்பு",
subtitle: "11",
choices: [
    `2 + 4 + 2`,
    `3 + 2 + 3`,
    `2 + 3 + 3`,
    `3 + 3 + 2`,
    `None`,
],
solution: `2`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "காற்றின் மூலம் மகரந்தச் சேர்க்கை நடைபெறும் மலர்கள் ",
subtitle: "12",
choices: [
    `சிறிய, பூந்தேன் சுரக்கும், உலர் மகரந்தத்துகள்கள்`,
    `சிறிய, பிராகசமான நிறமுடைய, அதிக அளவு மகரந்தத்துகள்கள் உருவாக்குபவை`,
    `சிறிய, அதிக அளவு மகரந்தத்துகள்கள் உருவாக்குபவை`,
    `பெரிய, மிகுதியான பூந்தேன் மற்றும் மகரந்தத்துகள்கள் உருவாக்குபவை`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "நூலிழை சாதனத்தின் பணி",
subtitle: "13",
choices: [
    `சூலகமுடிக்கு ஏற்புடைய மகரந்தத்துகளைக் கண்டறிதல்`,
    `உருவாக்கசெல் பகுப்படைதலைத் தூண்டுதல்`,
    `பூந்தேன் உற்பத்தி செய்தல்`,
    `மகரந்தக்குழாய் நுழைதலுக்கு வழிகாட்டுகிறது`,
    `None`,
],
solution: `4`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "தென்னையின் இளநீர் குறிப்பிடுவது",
subtitle: "14",
choices: [
    `எண்டோகார்ப்`,
    `சதைப்பற்றுடைய மீசோகார்ப்`,
    `தனி உட்கருசார் முன்கரு`,
    `தனி உட்கருசார் கருவூண்திசு`,
    `None`,
],
solution: `4`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "நீர் ஹையாசந்த் மற்றும் நீர் அல்லியில் மகரந்தச் சேர்க்கை நடைபெறுவதற்கு உதவும் முகவர்",
subtitle: "15",
choices: [
    `பூச்சிகள் அல்லது காற்று `,
    `பறவைகள்`,
    `வௌவால்கள்`,
    `நீர்`,
    `None`,
],
solution: `1`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "பெரிஸ்பெர்ம் கருவூண்திசுவிலிருந்து வேறுபடும் விதம் ",
subtitle: "16",
choices: [
    `ஒருமடிய திசுவாக இருத்தல்`,
    `சேமிப்பு உணவு இல்லாதிருத்தல்`,
    `இருமடிய திசுவாக இருத்தல்`,
    `இரண்டாம்நிலை உட்கருவோடு பல விந்துகள் இணைந்து உருவாதல்`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "மூடுவிதைத் தாவரங்களில் எந்த செல்பகுப்புற்று ஆண் கேமீட்கள் உருவாகின்றன? ",
subtitle: "17",
choices: [
    `நுண்வித்து தாய்செல்`,
    `நுண்வித்து`,
    `உருவாக்க செல்`,
    `தழைவழிச்செல்`,
    `None`,
],
solution: `3`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "வேற்றிட பல்கருநிலை எனும் கருவுறா இனப்பெருக்க வகையில் கரு எதிலிருந்து நேரடியாகத் தோன்றுகிறது? ",
subtitle: "18",
choices: [
    `கருப்பையிலுள்ள சினர்ஜிட் அல்லது எதிரடிச்செல்கள்`,
    `சூல்திசு அல்லது சூல்உறைகள்`,
    `கருமுட்டை`,
    `சூலிலுள்ள துணை கருப்பைகள்`,
    `None`,
],
solution: `2`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "ஒரு தானிய வகையில் கருவின் ஒரே ஒரு விதையிலை எது?",
subtitle: "19",
choices: [
    `முளைவேர் உறை`,
    `ஸ்குட்டல்லம்`,
    `முன்இல`,
    `முளைகுருத்து உறை`,
    `None`,
],
solution: `2`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "சூல் வளைவதால் சூல்திசு மற்றும் கருப்பை சூல்காம்பிற்கு செங்குத்தாக அமைந்திருக்கும் வகை",
subtitle: "20",
choices: [
    `கேம்ஃபைலோடிராபஸ்`,
    `அனாடிராபஸ்`,
    `ஆர்தோடிராபஸ்`,
    `ஹெமிஅனாடிராபஸ்`,
    `None`,
],
solution: `4`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
,{
title: "இரட்டைக் கருவுறுதலின் போது கருவூண் திசு எதிலிருந்து உருவாகிறது?",
subtitle: "21",
choices: [
    `இரண்டு துருவ உட்கரு மற்றும் ஒரு ஆண் கேமீட்`,
    `ஒரு துருவ உட்கரு மற்றும் ஒரு ஆண் கேமீட்`,
    `முட்டை மற்றும் ஆண் கேமீட்கள்`,
    `இரண்டு துருவ உட்கரு மற்றும் இரண்டு ஆண் கேமீட்கள்`,
    `None`,
],
solution: `1`,
explanation: `தாவரங்களில் இனப்பெருக்கம்`
}
]
    };
    