export default {
    title: "Week 4 Quiz",
    category: "12th Biology Botany",
    challenges: [
        {
            title: "சைட்டோபிளாச ஆண் மலட்டுத்தன்மை உடைய தாவரங்களில் மரபணுக்கள் அமைந்திருக்குமிடம் ",
            subtitle: "1",
            choices: [
                `மைட்டோகாண்ட்ரியா மரபணுத் தொகையம்`,
                `சைட்டோசால்`,
                `பசுங்கணிக மரபணுத் தொகையம்`,
                `நியூக்ளியார் மரபணுத் தொகையம்`,
                `None`,
            ],
            solution: `1`,
            explanation: `மரபியல்`
        }
        , {
            title: "நீவிர் அறிந்த எந்த வகை பாரம்பரியத்தில் அதிகளவு தாய்வழியின் தாக்கம் சந்ததிகளிடையே காணப்படுகிறது? ",
            subtitle: "2",
            choices: [
                `ஆட்டோசோமல்`,
                `சைட்டோபிளாஸ்மிக்`,
                `Y-இணைந்தது`,
                `X-இணைந்தது`,
                `None`,
            ],
            solution: `2`,
            explanation: `மரபியல்`
        }
    ]
};
