export default {
	title: "Week 4 Quiz",
	category: "12th Biology Botany",
	challenges: [
    {
title: "சைட்டோபிளாச ஆண் மலட்டுத்தன்மை உடைய தாவரங்களில் மரபணுக்கள் அமைந்திருக்குமிடம் ",
subtitle: "1",
choices: [
    `மைட்டோகாண்ட்ரியா மரபணுத் தொகையம்`,
    `சைட்டோசால்`,
    `பசுங்கணிக மரபணுத் தொகையம்`,
    `நியூக்ளியார் மரபணுத் தொகையம்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "நீவிர் அறிந்த எந்த வகை பாரம்பரியத்தில் அதிகளவு தாய்வழியின் தாக்கம் சந்ததிகளிடையே காணப்படுகிறது? ",
subtitle: "2",
choices: [
    `ஆட்டோசோமல்`,
    `சைட்டோபிளாஸ்மிக்`,
    `Y-இணைந்தது`,
    `X-இணைந்தது`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "பின்வருவனவற்றுள் மெண்டலின் ஓங்கு பண்பு விதியின் அடிப்படையில் விளக்க இயலாத கூற்று எது?",
subtitle: "3",
choices: [
    `காரணிகள் இணைகளாகக் காணப்படும்`,
    `ஒரு குறிப்பிட்ட பண்பினை கட்டுப்படுத்தும் தனிப்பட்ட அலகு காரணி என்று அழைக்கப்படுகின்றது`,
    `ஒரு இணை காரணிகளில் ஒரு காரணி ஓங்கியும், மற்றறொன்று ஒடுங்கியும் காணப்படும்`,
    `அல்லீல்கள் எந்நிலையிலும் கலப்புறா வண்ணம் இரு பண்புகள் மீளவும் F2 சந்ததியில் காணப்படும்`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "மெண்டலின் எந்த சோதனையில் F2 தலைமுறையின்போது 1:2:1 எந்த விகிதாசாரம் மரபணுவாக்க மற்றும் புறத்தோற்ற வகையை ஒத்துள்ளது?",
subtitle: "4",
choices: [
    `ஒரு பண்புக்கலப்பில் முழுமையற்ற ஓங்குத்தன்மை`,
    `இணை ஓங்குத்தன்மை`,
    `இரு பண்புக்கலப்பு`,
    `ஒரு பண்புக்கலப்புடன் முழுமையான ஓங்குத்தன்மை`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "ஒரு பிளியோட்ரோபிக் மரபணுவானது",
subtitle: "5",
choices: [
    `ஒரு உயிரினத்தில் பல பண்புகளைக் கட்டுப்படுத்தும்`,
    `தொன்மை தாவரங்களை மட்டும் வெளிப்படுத்த`,
    `பிளியோசீன் காலத்திலிருந்து பரிணமித்த மரபணுவாகும்`,
    `மற்றுமொரு  L மரபணு கூட்டமைப்பில் மட்டும் ஒரு பண்பைக் கட்டுப்படுத்தும்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "ஒரு தூயகால்வழித் தாவரம் என்பது",
subtitle: "6",
choices: [
    `ஒத்த பண்பிணைவு மற்றும் தன்னை ஒத்த சந்ததி உருவாக்கம்`,
    `எப்போதும் ஒடுங்குத்தன்மை ஒத்தப்பண்பிணைவு மரபிய கட்டமைப்பு`,
    `ஒத்த வகைய பெருகவல்ல ஓரமைப்பு`,
    `தொடர்பற்ற தாவரங்களுக்கிடையே அயல் மகரந்தச்சேர்க்கை மூலம் உருவாகும் தாவரம்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "தரசத்திற்கு பதிலாக சர்க்கரையைப் பெற்றிருந்ததால் பட்டாணித் தாவரத்தில் சுருங்கிய விதைகளை மெ ண்டல் பெற்றார். இதற்கு காரணமான நொதி யாது?",
subtitle: "7",
choices: [
    `அமைலேஸ்`,
    `இன்வர்டேஸ்`,
    `டையஸ்டேஸ்`,
    `தரச கிளைத்தல் நொதி இல்லாமை`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "நிரப்பு மரபணுவின் விகிதம்?",
subtitle: "8",
choices: [
    `9:3:4`,
    `12:3:1`,
    `9:3:3:4 `,
    `9:7`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "333 அமினோ அமிலத்தைக் கொண்ட ஒரு RNA 999 காரத்தைக் கொண்டிருக்கிறது. இதில் 901 அமைவிடத்தில் இருக்கும் காரம் நீக்கப்பபட்டு 998 காரங்களானால், எத்தனை குறியன்களில் மாறுபாடு நிகழும்?",
subtitle: "9",
choices: [
    `1`,
    `11`,
    `33`,
    `333`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "ஒத்த பண்பிணைவு சிவப்பு மலருடைய ஒரு தாவரத்தை ஒத்தபண்பிணைவு கொண்ட வெள்ளை மலருடைய தாவரத்துடன் கலப்புறுத்தம் செய்யும் போது கிடைக்கும் சந்ததி",
subtitle: "10",
choices: [
    `பாதி வெள்ளை மலருடையது`,
    `பாதி சிவப்பு மலருடையது`,
    `அனைத்தும் வெள்ளை மலருடையது`,
    `அனைத்தும் சிவப்பு மலருடையது`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "இரு தாவரங்களுக்கிடையே நிகழும் இருபண்பு சோதனைக் கலப்பினால் உருவாகும் விகிதமானது?",
subtitle: "11",
choices: [
    `2:1 `,
    `1:2:1`,
    `3:1 `,
    `1:1:1:1`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "தூயகால்வழிப்பெருக்கம் எதைக்குறிக்கிறது?",
subtitle: "12",
choices: [
    `மாற்றுபண்பிணைவுத்தன்மை மட்டும்`,
    `மாற்றுபண்பிணைவுத்தன்மை மற்றும் பிணை ப்பு`,
    `ஒத்தபண்பிணைவுத்தன்மை மட்டும்`,
    `ஒத்தபண்பிணைவுத்தன்மை மற்றும் சுயசார்பின்மை`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "AABBCC x aabbcc கலப்பில் உருவாகும் முதல் மகவுச்சந்ததியில் எத்தனை மாறுபட்ட கேமீட்கள் தோன்றுகின்றன.?",
subtitle: "13",
choices: [
    `3`,
    `8`,
    `27`,
    `64`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "கீழ்காண்பவைகளுள் எச்சூழலில் இணை ஓங்குத்தன்மை மரபணுக்களைக் குறிப்பிடுகிறது?",
subtitle: "14",
choices: [
    `ஒரு மரபணு வெளிப்பாடடையும் போது புறத்தோற்ற வகைய விளைவை அல்லீல்கள் மறைக்கிறது.`,
    `அல்லீல்கள் இரண்டும் இடைசெயலினால் ஒரு பண்பை வெளிப்படுத்தும். இப்பண்பு அதன் ஒவ்வொரு பெற்றோரை ஒத்தோ அல்லது ஒத்திருக்காமலோ காணப்படும்`,
    `ஏதேனும் பெற்றோரை சார்ந்தோ அல்லது சாராமலோ உள்ள பண்புக்கூறில் உள்ள இரு அல்லீல்கள்`,
    `அல்லீல்கள் ஒவ்வொன்றும் மாற்று பண்பிணைவு நிலையில் அதன் தனித்த தாக்கத்தை உண்டு பண்ணுகின்றன`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "‘A’வை ஓங்கு அல்லீலாகவும், ‘a’வை ஒடுங்கு அல்லீலாகவும் கொண்டு முதல் மகவுச்சந்ததியில் Aaவை aaவுடன் கலப்புறச் செய்யும்போது பெரும்பாலும் வெளிப்படுவது",
subtitle: "15",
choices: [
    `அனைத்தும் ஓங்குதன்மை புறத்தோற்ற வகையத்தை வெளிப்படுத்தும்`,
    `அனைத்தும் ஒடுங்குத்தன்மை புறத்தோற்ற வகையத்தை வெளிப்படுத்தும்`,
    `50% விழுக்காடாக இரு வகையமும் முறையே ஓங்குத்தன்மை மற்றும் ஒடுங்குத்தன்மை புறத்தோற்ற வகையங்களை வெளிப்படுத்தும்`,
    `75% ஒங்குத்தன்மை புறத்தோற்ற வகையத்தை வெளிப்படுத்தும்`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "பைசம் சட்டைவம் 14 குரோமோசோம்களை பெற்றுள்ள நிலையில் எத்தனை வகை ஓரிணைகள் காணப்படுகின்றன?",
subtitle: "16",
choices: [
    `14`,
    `7`,
    `214`,
    `210`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "கி.பி. 1900  ஆண்டு மரபியலாளர்களுக்கு அதீத முக்கியத்துவம் வாய்ந்தது. ஏனெனில்?",
subtitle: "17",
choices: [
    `மரபணுக்களின் கண்டுபிடிப்பு`,
    `பிணைப்பு நெறிமுறைகள்`,
    `பாரம்பரியத்தில் குரோமோசோம் கோட்ப்பாடு`,
    `மெண்டலிய மறு கண்டுபிடிப்பு`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "முப்பண்புக் கலப்பின் இரண்டாம் மகவுச்சந்ததி புறத்தோற்ற வகைய விகிதம்? ",
subtitle: "18",
choices: [
    `27:9:9:9:3:3:3:1 `,
    `9:3:3:1`,
    `1:4:6:4:1 `,
    `27:9:3:3:9:1:2:1`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "சடுதிமாற்ற நிகழ்வில் குவானைனுக்கு பதிலாக அடினைன் உருவாவது என்பது",
subtitle: "19",
choices: [
    `கட்டநகர்வு சடுதிமாற்றம்`,
    `படியெடுத்தல்`,
    `மரபுச் செய்திப் பெயர்வு`,
    `இடைமாற்றம்`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "சடுதிமாற்றம் எதனுடன் தூண்டப்படுகிறது?",
subtitle: "20",
choices: [
    `காமா கதிர்வீச்சுகள்`,
    `அகச்சிவப்பு கதிர்வீச்சுகள்`,
    `IAA`,
    `எத்திலீன்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "மரபணு ஒரு பிணைப்புற்ற தொகுதியிலிருந்து மற்றொன்றிற்கு மாறும் செயல் இவ்வாறு அழைக்கப்படுகிறது",
subtitle: "21",
choices: [
    `தலைகீழ் இடமாற்றம் `,
    `குறுக்கேற்றம்`,
    `தலைகீழ் திருப்பம் `,
    `இரட்டிப்பாதல்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "ஒரு புள்ளி சடுதிமாற்றத்தில் பிரிமிட்டினால் பியூரின் பதிலீடு செய்யப்படுவது இவ்வாறு அழைக்கப்படுகிறது? ",
subtitle: "22",
choices: [
    `மாற்றம்`,
    `தலைகீழ் இடமாற்றம்`,
    `நீக்கம்`,
    `இடைமாற்றம்`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "கட்டநகர்வு சடுதிமாற்றம் காணப்படுவது எப்போது?",
subtitle: "23",
choices: [
    `காரங்கள் பதிலீடு செய்யும் போது`,
    `காரநீக்கம் அல்லது சேர்த்தல்`,
    `எதிர்குறியன்கள் காணப்படாதது`,
    `இவற்றுள் எதுவுமில்லை`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "ஒரு குரோமோசோமின் இரு மரபணுக்களுக்கு இடையே உள்ள தொலைவு குறுக்கேற்ற அலகுகளால் அளக்கப்படுகின்றன. இந்தக் குறுக்கேற்ற அலகுகள் குறிப்பிடுவது",
subtitle: "24",
choices: [
    `இவற்றிற்கிடையேயான குறுக்கேற்றத்தின் விகிதம்`,
    `இவற்றிற்கிடையேயான குறுக்கேற்றத்தின் விழுக்காடு`,
    `இவற்றிற்கிடையேயான குறுக்கேற்றத்தின் எண்ணிக்கை`,
    `இவற்றில் எதுவுமில்லை`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "ஒரு மரபணு கூட்டத்திற்கு இடையேயான பிணைப்பு காணப்படின் அதன் செயல்பாடானது?",
subtitle: "25",
choices: [
    `குரோமோசோம் வரைபடம் காணப்படுவதில்லை`,
    `குன்றல் பகுப்பின் போது காணப்படும் மறுகூட்டிணைவு`,
    `சார்பின்றி ஒதுங்குதல் காணப்படுவதில்லை`,
    `செல் பகுப்பைத் தூண்டும்`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "மரபியல் வரைபடம் என்பதொரு",
subtitle: "26",
choices: [
    `குரோமோசோமின் மீதுள்ள மரபணுக்களின் நிலைகளைக் குறிப்பது`,
    `வேறுபட்ட நிலைகளில் உள்ள மரபணுப் பரிணாமம்`,
    `செல் பகுப்பின் பொழுது காணப்படும் நிலைகள்`,
    `ஒரு பகுதியில் பரவி காணப்படும் வேறுபட்ட சிற்றினங்கள்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "சடுதிமாற்றத்திற்கு பிறகு ஒரு உயிரினத்தின் மரபிய அமைவிடத்தில் உள்ள பண்புகளின் மாற்றத்திற்கு காரணமானவை?",
subtitle: "27",
choices: [
    `DNA இரட்டிப்பாதல்`,
    `புரத உற்பத்தி முறை`,
    `RNA படியெடுத்தல் முறை`,
    `புரத அமைப்பு`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "அறுமடிய கோதுமையில் ஒற்றை மடிய (n) மற்றும் அடிப்படை (x) குரோமோசோம்களின் எண்ணிக்கை?",
subtitle: "28",
choices: [
    `n = 21 மற்றும் x = 7`,
    `n = 7 மற்றும் x = 21`,
    `n = 21 மற்றும் x = 21`,
    `n = 21 மற்றும் x = 14`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "புள்ளி சடுதிமாற்றத்தில் காணப்படுவது?",
subtitle: "29",
choices: [
    `நீக்கம்`,
    `செருகல்`,
    `ஒற்றை கார இணையின் மாற்றம்`,
    `இரட்டித்தல்`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "சடுதி மாற்றத்தைப் பொருத்தமட்டில் எக்கூற்று தவறானது?",
subtitle: "30",
choices: [
    `புற ஊதா மற்றும் காமா கதிர்கள் சடுதி மாற்றக் காரணிகள்`,
    `DNAவின் ஒரு கார இணையில் ஏற்படும் மாற்றம் சடுதிமாற்றத்தை ஏற்படுத்தாது`,
    `நீக்கம் மற்றும் செருகல் கார இணையில் ஏற்படும் கட்ட நகர்வு சடுதிமாற்றம்`,
    `குரோமோசோம் பிறழ்ச்சியினால் பொதுவாக காணும் புற்றுச் செல்கள்`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "50% மறுகூட்டிணைவு நிகழ்விரைவு காணப்படும் இரு மரபணுக்களில் கீழ்காணும் எந்த கூற்று உண்மையல்ல? ",
subtitle: "31",
choices: [
    `மரபணுக்கள் வெவ்வேறு குரோமோசோம்களில் காணப்படுதல்`,
    `நெருக்கமான நிலையில் பிணைந்துள்ள மரபணுக்கள்`,
    `மரபணுக்கள் சார்பின்றி ஒதுங்கி காணப்படும்`,
    `மரபணுக்கள் ஒரே குரோமோசோமில் அமைந்திருந்தால் அவை ஒவ்வொரு குன்றல்பகுப்பிலும் ஒன்றுக்கு மேற்பட்ட குறுக்கேற்றத்தை மேற்கொள்கின்றன`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "இருமடியங்களைக் காட் டிலும் ஒரு மடியங்கள் சடுதிமாற்ற ஆய்வுகளில் அதிக பொருத்தமானதாக கருதப்படுகிறது. ஏனெனில்?",
subtitle: "32",
choices: [
    `அனைத்து சடுதிமாற்றங்களிலும் ஓங்கி அல்லது ஒடுங்கி இருந்தாலும் அவை ஒருமடியத்தில் காணப்படுகின்றன`,
    `இருமடியத்தைக் காட்டிலும் ஒரு மடியத்தில் இனப்பெருக்கம் அதிக நிலைப்புத்தன்மையுடன் உள்ளது`,
    `சடுதிமாற்றிகள் இருமடியங்களைக் காட்டிலும் ஒரு மடியத்தில் அதிக முனைப்புடன் உட்செலுத்தவல்லன`,
    `இருமடியங்களைக் காட்டிலும் ஒரு மடியங்கள் இயற்கையில் அதிகமாக காணப்படுகின்றன`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "உயர் உயிரினங்களில் எவற்றின் இடையே நிகழும் மரபணு மறுக்கூட்டிணைவு குறுக்கேற்றத்தில் முடிகிறது? ",
subtitle: "33",
choices: [
    `சகோதரி அல்லாத இரட்டை குரோமோடிட்கள்`,
    `இரு சேய் உட்கருக்கள்`,
    `இரு வேறுபட்ட இரட்டைகள்`,
    `இரட்டைகளில் சகோதரி குரோமோடிட்கள்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "படியெடுத்தலில் இண்ட்ரான் நீக்கமும் எக்ஸான் இணைப்பும் வரையறுக்கப்பட வரிசையில் நிகழ்வது இவ்வாறு அழைக்கப்படுகிறது?",
subtitle: "34",
choices: [
    `வாலாக்கம்`,
    `தகவல் மாற்றம்`,
    `மூடுதல்`,
    `இயைத்தல்`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "Table present",
subtitle: "35",
choices: [
    `None`,
    `None`,
    `None`,
    `None`,
    `None`,
],
solution: `None`,
explanation: `மரபியல்`
}
,{
title: "பெப்டைட் உருவாக்கம் செல்லினுள் இங்கு நடைபெறுகிறது",
subtitle: "36",
choices: [
    `ரிபோசோம்கள்`,
    `பசுங்கணிகம்`,
    `மைட்டோகாண்டிரியா`,
    `மேற்கூறிய அனைத்தும்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "ஒரு உயிரினத்தின் புரத உற்பத்தியின்போது, குறிப்பிட்ட புள்ளியில் இந்நிகழ்வு நின்றுவிடுகிறது. அந்நிகழ்விற்கு கீழ்வரும் எந்த மூன்று குறியன்கள் காரணமாகின்றன?",
subtitle: "37",
choices: [
    `UUU, UCC, UAU`,
    `UUUC, UUA, UAC`,
    `UAG, UGA, UAA`,
    `UUG, UCA, UCG`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "கடத்துRNA உடன் தூதுவRNA மற்றும் அமினோ அமிலங்கள் இணையும் பகுதிகள் முறையே",
subtitle: "38",
choices: [
    `தூதுவRNA DHU வளைவுடன் மற்றும் அமினோ அமிலம் CCA முனையுடன்`,
    `தூதுவRNA CCA முனையுடன் மற்றும் அமிலனோ அமிலம் எதிர் குறியனின் வளைவுடன்`,
    `தூதுவRNA எதிர் குறியன் வளைவுடன் மற்றும் அமினோ  அமிலம் DHU முனையுடன்`,
    `தூதுவRNA எதிர் குறியன் வளைவுடன் மற்றும் அமினோ  அமிலம் CCA முனையுடன்`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "மரபுக்குறியீட்டில் பின்வரும் எக்கூற்று சரியானது? ",
subtitle: "39",
choices: [
    `UUU தொடக்கக் குறியீடு மற்றும் அது பினைல் அலனைனுக்கான குறியீடாகும்`,
    `64 மும்மை குறியன்களும் 20 அமினோ அமிலங்கள் மட்டும்`,
    `ஏதேனும் மூன்று நைட்ரஜன் காரங்கள் ஒரு குறிப்பிட்ட அமினோ அமிலத்தைக் குறிக்கும்.`,
    `UAA ஓர் அர்த்தமற்ற குறியன், மேலும் மீத்தியோனினைக் குறிக்கும்`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "பின்வருவனவற்றுள் எத்தொகுதி மரபுச் செய்திப்பெயர்வுக்கு பயன்படுத்தப்படுகிறது?",
subtitle: "40",
choices: [
    `மாற்றினஉட்கருRNA, கடத்துRNA, ரிபோசோம்RNA`,
    `தூதுவRNA, கடத்துRNA, ரிபோசோம்RNA`,
    `தூதுவRNA, கடத்துRNA, மாற்றினஉட்கருRNA`,
    `மாற்றினஉட்கருRNA, ரிபோசோம்RNA, lRNA`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "DNA (குறியீடற்ற) தொடர்வரிசை எவ்விதம் அழைக்கப்படும்?",
subtitle: "41",
choices: [
    `எக்ஸான்`,
    `இன்ட்ரான்`,
    `சிஸ்ட்ரான்`,
    `இவற்றில் எதுவுமில்லை`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "படியெடுத்தலின் போது RNA பாலிமரேஸ் முழு நோதி ஓர் DNA தொடர் வரிசையில் பிணைக்கிறது. மேலும் அப்புள்ளியில் DNA ஒரு சேணம் (saddle) போன்ற அமைப்பாக கருதினால் அத்தொடர்வரிசை எவ்வாறு அழைக்கப்படுகிறது?",
subtitle: "42",
choices: [
    `CAAT பெட்டி`,
    `GGTT பெட்டி`,
    `AAAT பெட்டி`,
    `TATA பெட்டி`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "RNA-வின் தொடர்  நியூக்ளியோடைட்களில் சார்பிணைப்பால் இணைந்திருப்பது எதனால்?",
subtitle: "43",
choices: [
    `ஹைட்ரஜன் பிணைப்புகள்`,
    `பாஸ்போடை எஸ்டர் பிணைப்புகள்`,
    `கிளைக்கோசைடிக் பிணைப்புகள்`,
    `இவற்றில் எதுவுமில்லை`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "DNA சங்கிலியில் ஓகசாகி துண்டுகளின் வளர்ச்சி      ",
subtitle: "44",
choices: [
    `3’ - 5’ வரிசையில் பலபடியாதல் மற்றும் இரட்டிப்பாதல் கவையை உருவாக்குதல்`,
    `பாதி பழமை பேணும் முறையில் DNA இரட்டிப்பாதல் `,
    `5’ → 3’ வரிசையில் பலப்படியாக்கல் மற்றும் 3’ → 5’ DNA இரட்டிப்பாதலை விளக்குதல்`,
    `படியாக்கத்தின் முடிவு`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "டெய்லரால் நடத்தப்பட்ட பாதி பழமை பேணும் குரோமோசோம் இரட்டிப்பாதலை எதில் செய்த சோதனையின் மூலம் நிரூபித்தார்? ",
subtitle: "45",
choices: [
    `டுரோசோப்பில்லா மெலனகேஸ்டர்`,
    `ஈ.கோலை`,
    `வின்கா ரோசியா`,
    `விசியா ஃபேபா`,
    `None`,
],
solution: `4`,
explanation: `மரபியல்`
}
,{
title: "DNA இரட்டிப்பாதலில் புதிய இழைகள் சிறு துண்டுகளிலிருந்து உருவாதல் மற்றும் சேர்ந்து இணைகிறது. இப்புதிய இழையை எவ்வாறு அழைக்கலாம்?",
subtitle: "46",
choices: [
    `இறந்த இழை`,
    `பின்செல் இழை`,
    `முன்செல் இழை`,
    `மேற் கூறிய அனைத்தும்`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "Diagram",
subtitle: "47",
choices: [
    `DNA இரட்டிப்பாதலின் திசையைக் குறிப்பிடும் இழை (i)`,
    `DNA இரட்டிப்பாதலின் திசையைக் குறிப்பிடும் இழை (ii)`,
    `தொடர்ச்சியற்ற இரட்டிப்பாதல் இழை (i)`,
    `தொடர்ச்சியற்ற இரட்டிப்பாதல் இழை (ii)`,
    `None`,
],
solution: `3`,
explanation: `மரபியல்`
}
,{
title: "DNA பெருக்கம் என்பது?",
subtitle: "48",
choices: [
    `மரபுச்செய்திப் பெயர்வு`,
    `இரட்டிப்பாதல்`,
    `ஊடு கடத்தல்`,
    `படியெடுத்தல்`,
    `None`,
],
solution: `2`,
explanation: `மரபியல்`
}
,{
title: "குரோமோசோமின் முழு தொகுதி ஒரே அலகாக ஒரு பெற்றோரிடமிருந்து பாரம்பரியமாதல் என்பது ",
subtitle: "49",
choices: [
    `மரபணுத் தொகையம்`,
    `பிணைப்பு`,
    `மரபணு குளம்`,
    `மரபணுவகையம்`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
,{
title: "நடமாடும் மரபுப்பொருள் எனப்படுவது",
subtitle: "50",
choices: [
    `டிரான்ஸ்போசான்`,
    `சடுதி மாற்றம்`,
    `எண்டோ நியூக்ளியேஸ்`,
    `வேறுபாடு`,
    `None`,
],
solution: `1`,
explanation: `மரபியல்`
}
]
    };
    